<div class="info_page h-info h-info_companies">
    <h2>Корпоративные блоги</h2>
    <p>Официальные <a href="/companies/">аккаунты компаний</a>, деятельность которых связана с&nbsp;IT. Представители компаний делятся новостями и&nbsp;знаниями в&nbsp;рамках своего блога. Можно напрямую связаться с&nbsp;ними в&nbsp;комментариях или через личные сообщения. </p>

    <p>Для удобства в&nbsp;правой части страницы со&nbsp;списком компаний есть рубрикатор, позволяющий, к&nbsp;примеру, вывести только тех, кто занимается разработкой ПО. Или дизайном.</p>

    <p>Список отсортирован по&nbsp;рейтингу, который складывается из&nbsp;общих оценок за&nbsp;публикации компании, кармы её&nbsp;сотрудников и&nbsp;еще ряда факторов.</p>

    <p>Соответственно, чем больше у&nbsp;компании хорошо оцененных публикаций (и&nbsp;чем чаще они появляются)&nbsp;— тем выше ее&nbsp;рейтинг в&nbsp;общем списке.</p>

    <p>Технически блог компании является <a href="/info/help/hubs/">хабом</a>, то&nbsp;есть вы&nbsp;можете <a href="/info/help/lenta/">подписаться</a> на&nbsp;него точно так&nbsp;же, как и&nbsp;на&nbsp;любой другой хаб, после чего он&nbsp;появится в&nbsp;вашей ленте.</p>

    <h2>Как завести блог для своей компании</h2>
    <p>Создать блог компании довольно просто&nbsp;— достаточно выбрать <a href="https://tmtm.ru/services/corpblog/">тарифный план</a>, нажать кнопку «заказать» и&nbsp;заполнить форму, и&nbsp;в&nbsp;случае одобрения заявки с&nbsp;вами свяжутся наши менеджеры.</p>

    <p>По&nbsp;любым вопросам касаемо ведения блога компании можно использовать специальный раздел справки, доступный в&nbsp;панели администрирования блога.</p>

    <p>Если вдруг вы&nbsp;не&nbsp;нашли там ответа на&nbsp;свой вопрос&nbsp;— пишите в нашу&nbsp;в&nbsp;<a href="/feedback/">службу поддержки</a>, поможем.</p>
  </div>