<div class="info_page h-info h-info_habramail">
    <h2>Диалоги</h2>
    <p>Система обмена личными сообщениями доступна всем зарегистрированным пользователям, за&nbsp;исключением тех пользователей, чьи полномочия были принудительно ограничены из-за нарушения ими <a title="Правила сайта" href="/info/help/rules/">правил сообщества</a>.</p>

    <h2 id="howto">Как отправить личное сообщение другому пользователю</h2>
    <p>Чтобы начать диалог с&nbsp;другим пользователем, необходимо на&nbsp;странице системы обмена личными сообщениями ввести в&nbsp;поле поиска имя учётной записи пользователя-адресата, либо посетить профиль пользователя-адресата и&nbsp;нажать на&nbsp;иконку конверта, расположенную справа от&nbsp;значения рейтинга. Также можно начать диалог, нажав на&nbsp;кнопку «Написать» в&nbsp;информационном блоке с&nbsp;краткими сведениями об&nbsp;авторе материала, расположенном под его публикацией, или во&nbsp;всплывающем блоке, появляющемся при наведении на&nbsp;имя учётной записи каждого пользователя в&nbsp;комментариях к&nbsp;публикации.</p>

    <h2 id="rules">Правила поведения при использовании системы личных сообщений</h2>
    <p>В&nbsp;личной переписке действуют те&nbsp;же <a title="Правила сайта" href="/info/help/rules/">правила</a>, что и&nbsp;на&nbsp;всём остальном информационном пространстве наших электронных ресурсов. Но&nbsp;особенно важно уважительно относиться к&nbsp;другим участникам сообщества, не&nbsp;воспринимая их&nbsp;исключительно как список рассылки, поэтому:</p>

    <ul>
        <li>Не&nbsp;отправляйте одно и&nbsp;то&nbsp;же сообщение сразу нескольким пользователям (это станет причиной блокировки, даже если вы&nbsp;действовали из&nbsp;хороших побуждений);</li>
        <li>Не&nbsp;отправляйте одному пользователю много коротких сообщений (чтобы его не&nbsp;беспокоили лишние уведомления).</li>
    </ul>

    <p>В&nbsp;случае поступления жалобы на&nbsp;некорректное поведение в&nbsp;личных сообщениях, к&nbsp;аккаунту отправителя могут быть применены санкции (вплоть до деактивации учётной записи)</p>
</div>