<div class="info_page h-info h-info_habracentre">
    <h2>Хабрацентр</h2>
    <p>Это страница по адресу вида <i>habr.com/users/имя_пользователя</i>, которая может содержать:</p>

    <ul>
      <li>Аватар пользователя, его никнейм&nbsp;и (если указано) настоящее имя.</li>
      <li>Значения кармы и&nbsp;рейтинга, а&nbsp;также занимаемое на&nbsp;текущий момент место в&nbsp;рейтинге.</li>
      <li>Значки пользователя, которые он&nbsp;заработал благодаря своей активности на&nbsp;ресурсе.</li>
      <li>Ссылки на&nbsp;социальные аккаунты, мессенджеры, личные сайты.</li>
      <li>Даты регистрации на&nbsp;ресурсе, получения приглашения и&nbsp;последнего посещения сайта.</li>
      <li>Список хабов, на&nbsp;которые подписан пользователь.</li>
      <li>Иная информация «О&nbsp;себе», которую он&nbsp;пожелал указать.<p></p>
      </li>
    </ul>

    <p>Ряд информации из&nbsp;профиля выводится на&nbsp;специально созданной плашке автора, которая отображается под каждой публикацией пользователя. Чтобы выбрать, что именно отображать в&nbsp;своей плашке, нужно отметить соответствующие контакты чекбоксом на&nbsp;странице <a href="/auth/settings/profile/">настроек профиля.</a></p>

    <h2>Как изменить информацию о&nbsp;себе?</h2>
    <p>Очень просто. Авторизируйтесь&nbsp;— ссылка на&nbsp;<a title="Настройки профиля" href="/info/help/settings/#profile">страницу настроек</a> будет видна в выпадающем списке по клику на иконку пользователя в шапке сайта.</p>

    <h2 id="badgets">Что такое значки?</h2>
    <p>За&nbsp;время своего пребывания пользователи зарабатывают различные значки, которые потом отображаются в&nbsp;хабрацентре. Значки зависят от&nbsp;поведения пользователя, отношения к&nbsp;нему сообщества и&nbsp;его активности на&nbsp;сайте.</p>

    <p>Некоторые значки являются артефактами и&nbsp;дают своим владельцам дополнительные возможности:</p>

    <div class="h-info-definitions">
  <dl>
    <dt>
      <span class="h-info-badge">Захабренный</span>
    </dt>
    <dd>
      <p>Пользователь с&nbsp;положительной <a title="Карма" href="/info/help/karma/#karma">кармой</a> (больше 0). В&nbsp;зависимости от&nbsp;величины кармы может размещать <a title="Публикация" href="/info/help/posts/#habratopics">публикации</a> в&nbsp;различные <a title="Хабы" href="/info/help/hubs/">хабы</a>,  писать комментарии и&nbsp;голосовать. Может использовать в&nbsp;комментариях <a title="HTML-теги" href="/info/help/posts/#allowed_tags">HTML-теги</a>.</p>
    </dd>
  </dl>

  <dl>
    <dt>
      <span class="h-info-badge">Отхабренный</span>
    </dt>
    <dd>
      <p>
        Пользователь с&nbsp;отрицательной <a title="Карма" href="/info/help/karma/#karma">кармой</a> (меньше 0). В&nbsp;зависимости от&nbsp;«глубины погружения» начинает испытывать трудности с&nbsp;комментированием. Более того, не&nbsp;может размещать <a title="Публикация" href="/info/help/posts/#habratopics">публикации</a>, голосовать и&nbsp;использовать <a title="HTML-теги" href="/info/help/posts/#allowed_tags">HTML-теги</a> в&nbsp;комментариях.
      </p>
    </dd>
  </dl>

  <dl>
    <dt>
      <span class="h-info-badge">Комментатор</span>
    </dt>
    <dd>
      <p>
        Пользователь, на&nbsp;счету которого имеется более 5&nbsp;очень полезных или удачных комментариев с&nbsp;рейтингом более +50&nbsp;каждый.
      </p>
    </dd>
  </dl>

  <dl>
    <dt>
      <span class="h-info-badge">Переводчик</span>
    </dt>
    <dd>
      <p>
        Пользователь, на&nbsp;счету которого имеется более 5&nbsp;публикаций-переводов с&nbsp;рейтингом более +50&nbsp;каждый. По&nbsp;праву гордится своим значком.
      </p>
    </dd>
  </dl>

  <dl>
    <dt>
      <span class="h-info-badge">Старожил</span>
    </dt>
    <dd>
      <p>
        Пользователь, зарегистрированный более 3&nbsp;лет назад и&nbsp;имеющий карму выше +50. Может участвовать в&nbsp;<a title="Программа Поощрения Авторов" href="/info/help/posts/#ppa">ППА</a>. Вес положительного голоса за публикацию равен&nbsp;+2.
      </p>
    </dd>
  </dl>

  <dl>
    <dt>
      <span class="h-info-badge">Автор</span>
    </dt>
    <dd>
      <p>Пользователь, на счету которого от 10 публикаций с рейтингом от +50 голосов за каждую. Имеет карму +50 и выше, и может участвовать в <a title="Программа Поощрения Авторов" href="/info/help/posts/#ppa">ППА</a>.</p>
    </dd>
  </dl>

  <dl>
    <dt>
      <span class="h-info-badge">Звезда</span>
    </dt>
    <dd>
      <p>
        Значок выдаётся за карму от +50 и 20+ публикаций с рейтингом от +50 баллов за каждую. Может всё то же самое, что и «Автор». Вес положительного голоса за публикацию равен&nbsp;+2.
      </p>
    </dd>
  </dl>

  <dl>
    <dt>
      <span class="h-info-badge">Легенда</span>
    </dt>
    <dd>
      <p>
        Более прокаченная версия «Звезды». Значок даётся за карму от +50 при 30+ публикациях с рейтингом от +50 за каждую. Может всё то же самое, что и «Автор». Вес положительного голоса за публикацию равен&nbsp;+3.
      </p>
    </dd>
  </dl>
</div>

<p>Значки «Автор», «Звезда» и&nbsp;«Легенда» поглощают друг друга в&nbsp;процессе самосовершенствования Автора.</p>

<div class="h-info-definitions">
  <dl>
    <dt>
      <span class="h-info-badge">Тролль</span>
    </dt>
    <dd>
      <p>
        С&nbsp;таким значком на&nbsp;сайте особо нечего делать&nbsp;— он&nbsp;даётся за&nbsp;падение на&nbsp;дно кармической бездны (-100 и&nbsp;ниже). Один шанс стать белым и&nbsp;пушистым всё&nbsp;же есть, но&nbsp;если им&nbsp;вовремя не&nbsp;воспользоваться, то&nbsp;аккаунт может быть заблокирован НЛО без каких-либо уведомлений. Троллем быть фуфуфу, заметите их&nbsp;— не&nbsp;кормите.
      </p>
    </dd>
  </dl>
</div>

  </div>