<div class="info_page h-info h-info_karma">
    <h2 id="karma">Что такое карма?</h2>
    <p>Карма&nbsp;— это ключевой инструмент внутрисайтового механизма коллективной модерации, позволяющий полноправным участникам сообщества наделять других участников сообщества правами, или, наоборот, ограничивать их&nbsp;полномочия, путём коллективного голосования.</p>

    <p>Изменить карму пользователя можно посетив его профиль, либо страницу его публикации (показатель кармы автора отображается в&nbsp;«подвале» его публикации), либо наведя указатель мыши на&nbsp;юзернейм пользователя в&nbsp;его комментариях и&nbsp;проголосовав во&nbsp;всплывающем информационном блоке с&nbsp;основными показателями активности пользователя. Кнопки изменения кармы, оформленные в&nbsp;виде стрелок, традиционно находятся по&nbsp;обе стороны от&nbsp;числа, отражающего её&nbsp;актуальный показатель, за&nbsp;исключением тех случаев, когда пользователь наблюдает собственную карму, поскольку у&nbsp;пользователей отсутствует возможность голосовать за&nbsp;собственную карму.</p>

    <p>Один пользователь может изменить карму другого пользователя лишь на&nbsp;1&nbsp;единицу. При этом, он&nbsp;всегда может поменять свою оценку на&nbsp;противоположную. Таким образом, даже написав сотню полезных публикаций и&nbsp;искромётных комментариев, заслуживших высокую оценку участников сообщества, и&nbsp;достигнув показателя кармы в&nbsp;+100500&nbsp;единиц, можно потерять их&nbsp;все, дискредитировав себя в&nbsp;глазах сообщества, разместив лишь один неуместный комментарий. Поэтому очень важно внимательно следить за&nbsp;словами и&nbsp;тщательно взвешивать всё написанное, перед его публикацией.</p>

    <h2 id="capabilities">Как показатель кармы отражается на&nbsp;полномочиях пользователя?</h2>
    <p>Чем больше карма пользователя, тем больше у&nbsp;него полномочий, в&nbsp;числе которых возможность голосовать за&nbsp;комментарии, <a title="Публикации" href="/info/help/posts/">публикации</a> и&nbsp;карму других пользователей, возможность писать в&nbsp;хаб «Я&nbsp;пиарюсь», и&nbsp;не&nbsp;только. Чем меньше карма&nbsp;— тем сильнее на&nbsp;аккаунте будут сказываться ограничения: отсутствие возможности голосовать и&nbsp;писать публикации и&nbsp;комментарии. Подробную зависимость прав аккаунта от&nbsp;значений кармы можно увидеть в&nbsp;нижеприведённой таблице:</p>

    <h2 id="positive">Положительная карма</h2>
    <table>
      <thead>
        <tr>
          <th>Карма</th>
          <th>Возможность</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>≥ 0</td>
          <td>Размещать <a title="Публикации" href="/info/help/posts/">публикации</a> в&nbsp;<a title="Хабы" href="/info/help/hubs/#prof">профильные хабы</a> (только для <a title="Регистрация" href="/info/help/registration/#standard">полноправных</a> аккаунтов)</td>
        </tr>
        <tr>
          <td>≥ 1</td>
          <td>Отключать показ рекламных блоков (опция доступна&nbsp;в настройках учётной записи)</td>
        </tr>
        <tr>
          <td>≥ 5</td>
          <td>Голосовать за&nbsp;публикации, комментарии и&nbsp;карму других пользователей</td>
        </tr>
        <tr>
          <td>≥ 30</td>
          <td>Размещать публикации в&nbsp;хабе «<a title="Я пиарюсь" href="https://habrahabr.ru/hub/i_am_advertising/">Я&nbsp;пиарюсь</a>»</td>
        </tr>
        <tr>
          <td>&gt; 50</td>
          <td>Начисление одного <a title="Приглашения" href="/info/help/registration/#invite">приглашения</a> (однократно), позволяющего сделать полноправным аккаунт любого пользователя, кроме заблокированного за&nbsp;нарушение <a title="Правила сайта" href="/info/help/rules/">правил</a> сообщества</td>
        </tr>
      </tbody>
    </table>

    <h2 id="negative">Отрицательная карма</h2>
    <table>
      <thead>
        <tr>
          <th>Карма</th>
          <th>Ограничение</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>От&nbsp;−1&nbsp;до&nbsp;−10</td>
          <td>Возможность размещать комментарии лишь 1&nbsp;раз в&nbsp;5&nbsp;минут</td>
        </tr>
        <tr>
          <td>От&nbsp;−11&nbsp;до&nbsp;−30</td>
          <td>1&nbsp;комментарий в&nbsp;час</td>
        </tr>
        <tr>
          <td>От&nbsp;−31&nbsp;до&nbsp;−100</td>
          <td>1&nbsp;комментарий в&nbsp;день</td>
        </tr>
        <tr>
          <td>От&nbsp;−100 и&nbsp;ниже</td>
          <td>1&nbsp;комментарий в&nbsp;неделю и&nbsp;<a title="Значки" href="/info/help/habracentre/#badgets">значок</a> «Тролль»</td>
        </tr>
      </tbody>
    </table>

    <p>От&nbsp;величины кармы напрямую зависит&nbsp;то, сколько раз в&nbsp;сутки пользователь может проголосовать за&nbsp;карму, публикации и&nbsp;комментарии других участников сообщества. Арифметика простая: 1&nbsp;единица кармы = 1&nbsp;голос в&nbsp;сутки, который можно отдать за&nbsp;карму или публикацию, и&nbsp;2&nbsp;голоса за&nbsp;комментарии. Например, если пользователь достиг показателя кармы в&nbsp;+50&nbsp;единиц, то&nbsp;в&nbsp;сутки он&nbsp;сможет 50&nbsp;раз проголосовать за&nbsp;карму и&nbsp;публикации, и&nbsp;100 раз за&nbsp;комментарии. Если он&nbsp;израсходует этот заряд, то&nbsp;для возобновления возможности голосования ему потребуется подождать 24&nbsp;часа.</p>

    <p>Пользователям, внёсшим большой вклад в&nbsp;развитие сообщества, доступна дополнительная привилегия&nbsp;— вес их&nbsp;голоса при оценке публикаций отличается от&nbsp;веса голоса остальных членов сообщества. В&nbsp;частности, обладатели <a title="Значки" href="/info/help/habracentre/#badgets">значков</a> «Автор», «Старожил» и&nbsp;«Звезда», в&nbsp;случае положительной оценки публикации, добавляют ей&nbsp;+2&nbsp;пункта рейтинга. А&nbsp;обладатели значка «Легенда» одним голосом добавляют публикации сразу +3&nbsp;пункта рейтинга. Данное правило распространяется исключительно на&nbsp;голосования за&nbsp;публикации&nbsp;и, при этом, не&nbsp;применяется при голосовании в&nbsp;минус (отрицательный голос за&nbsp;публикацию отнимает лишь 1&nbsp;пункт её&nbsp;рейтинга).</p>

    <h2 id="rating">Что такое рейтинг?</h2>
    <p>Рейтинг&nbsp;— это динамичный показатель, зависящий от&nbsp;активности пользователя на&nbsp;сайте: все плюсы и&nbsp;минусы к&nbsp;публикациям и&nbsp;комментариям пользователя непосредственно отражаются на&nbsp;суммарном показателе его рейтинга. При этом, оценки публикаций пользователя сказываются на&nbsp;его рейтинге сильнее, чем оценки его комментариев. По&nbsp;сути, рейтинг это параметр, отражающий интерес сообщества к&nbsp;деятельности пользователя на&nbsp;ресурсе. Если кто-то положительно оценивает публикации и&nbsp;комментарии пользователя, то&nbsp;его рейтинг будет расти, но&nbsp;справедливо и&nbsp;обратное. Чем больше рейтинг участника, тем выше он&nbsp;находится в&nbsp;общем <a title="Рейтинг пользователей" href="/users/">рейтинге пользователей</a> и&nbsp;рейтингах авторов по&nbsp;отдельно взятым <a title="Хабы" href="/info/help/hubs/">хабам</a>.</p>

    <h3 id="pessimism">Почему рейтинг пользователей со&nbsp;временем уменьшается?</h3>
    <p>На&nbsp;сайте работает механизм автоматического уменьшения рейтинга с&nbsp;течением времени, предназначенный для того, чтобы общий <a title="Рейтинг пользователей" href="/users/">рейтинг пользователей</a> был максимально объективен и&nbsp;возглавить его мог любой талантливый автор, даже если тот лишь несколько дней назад зарегистрировался на&nbsp;сайте.</p>

    <p>Суть данного механизма заключается в&nbsp;том, что, если пользователь не&nbsp;будет получать положительные оценки к&nbsp;публикациям и&nbsp;комментариям, то, со&nbsp;временем, его рейтинг будет стремиться к&nbsp;нулю. Рассмотрим пример: пользователь написал публикацию, которая в&nbsp;результате голосования набрала рейтинг +100&nbsp;— это добавило к&nbsp;его персональному рейтингу величину Х.&nbsp;Через несколько десятков дней этот самый&nbsp;Х будет вычтен из&nbsp;его рейтинга, тем самым вернув пользователя на&nbsp;прежнее место в&nbsp;<a title="Рейтинг пользователей" href="/users/">рейтинговой таблице</a>. Таким образом, чтобы удерживать позицию лидера, необходимо регулярно публиковать интересные материалы.</p>

    <h3 id="karmarating">Связаны&nbsp;ли карма и&nbsp;рейтинг между собой?</h3>
    <p>Карма и&nbsp;рейтинг это два совершенно разных показателя, которые абсолютно не&nbsp;связаны между собой:</p>

    <ul>
      <li>от&nbsp;показателя кармы зависят полномочия пользователя, а&nbsp;от&nbsp;рейтинга&nbsp;— лишь его место в&nbsp;<a title="Рейтинг пользователей" href="/users/">рейтинге пользователей</a>;</li>
      <li>в&nbsp;отличие от&nbsp;кармы, которая меняется только путём голосования <a title="Регистрация" href="/info/help/registration/">полноправных</a> пользователей, рейтинг автоматически обнуляется с&nbsp;течением времени;</li>
      <li>один пользователь может изменить карму другого пользователя лишь на&nbsp;1&nbsp;единицу, в&nbsp;то&nbsp;время как за&nbsp;его комментарии и&nbsp;публикации (<i>из&nbsp;оценок которых и&nbsp;складывается рейтинг</i>) он&nbsp;может голосовать по&nbsp;мере их&nbsp;появления&nbsp;и, соответственно, регулярно влиять на&nbsp;его рейтинг;</li>
      <li>голосование за&nbsp;карму пользователя не&nbsp;ограничено по&nbsp;времени, в&nbsp;то&nbsp;время как за&nbsp;его комментарии и&nbsp;публикации можно голосовать лишь в&nbsp;течение 30&nbsp;суток после их&nbsp;размещения;</li>
      <li>голос за&nbsp;карму можно в&nbsp;любой момент изменить, а&nbsp;голос за&nbsp;комментарий и&nbsp;публикацию изменить уже невозможно.</li>
    </ul>

    <p>Казалось&nbsp;бы, пользователи, чьи комментарии и&nbsp;публикации заслуживают преимущественно положительные оценки, должны получать и&nbsp;преимущественно положительные оценки кармы. Но&nbsp;иногда бывает так, что комментарии и&nbsp;публикации пользователя получают положительные оценки, а&nbsp;его карма, наоборот, уменьшается. Наиболее распространённая причина такого явления заключается в&nbsp;том, что пользователи, которые положительно оценивают комментарии и&nbsp;публикации автора не&nbsp;имеют возможности проголосовать за&nbsp;его карму, поскольку:</p>

    <ul>
      <li>не&nbsp;обладают показателем кармы, необходимым для изменения кармы других пользователей;</li>
      <li>обладают показателем кармы, необходимым для изменения кармы других пользователей, но&nbsp;исчерпали свой суточный лимит голосов за&nbsp;карму других пользователей;</li>
      <li>ранее уже голосовали за&nbsp;карму этого пользователя.</li>
    </ul>

    <p>Не&nbsp;следует забывать и&nbsp;о&nbsp;том, что, чем больше статей и&nbsp;комментариев было размещено автором на&nbsp;сайте, то&nbsp;тем больше вероятность того, что он&nbsp;получает оценки кармы не&nbsp;за&nbsp;последние опубликованные статью или комментарий, а&nbsp;за&nbsp;опубликованные им&nbsp;некоторое время назад.</p>

    <h2 id="recovery">Как восстановить карму и&nbsp;рейтинг?</h2>

    <p>По&nbsp;своей сути, изменение кармы это выраженное отношение одного пользователя к&nbsp;другому. Оно всегда субъективно (отражает чувства конкретного пользователя, а&nbsp;не&nbsp;объективную оценку), поэтому оно не&nbsp;может быть «правильным» или «неправильным». В&nbsp;связи с&nbsp;этим не&nbsp;следует направлять в&nbsp;службу поддержки запросы в&nbsp;духе: «<i>я&nbsp;написал в&nbsp;своём комментарии правду, а&nbsp;они не&nbsp;хотят признавать мою правоту, поэтому минусуют мою карму, это&nbsp;же несправедливо, верните мне прежний показатель моей кармы</i>». Представляется очевидным, что мы&nbsp;не&nbsp;можем рассмотреть подобный запрос и&nbsp;заставить пользователей изменить их&nbsp;отношение к&nbsp;кому-либо.</p>

    <p>Впрочем, каждому пользователю, не&nbsp;находящемуся под санкциями за&nbsp;нарушение <a title="Правила сайта" href="/info/help/rules/">правил</a> сообщества, предоставляется возможность один раз за&nbsp;всё время пребывания на&nbsp;сайте «обнулить» карму, воспользовавшись кнопкой «Reset» в&nbsp;интерфейсе его профиля. Спустя некоторое время после активации этой опции, показатель кармы пользователя обнулится, т.е. оценки проголосовавших за&nbsp;его карму пользователей будут аннулированы, и&nbsp;он&nbsp;сможет начать получение кармы «с&nbsp;чистого листа». Пользователи, голоса которых при этом были аннулированы, смогут проголосовать за&nbsp;его карму повторно.</p>

    <p>В&nbsp;связи с&nbsp;вышесказанным, более целесообразно бороться с&nbsp;причиной получения отрицательных оценок, а&nbsp;не&nbsp;с&nbsp;её&nbsp;следствием. В&nbsp;большинстве случаев, отрицательная карма является следствием неосмотрительного поведения на&nbsp;сайте, так что комплексный анализ ошибок позволит не&nbsp;наступать на&nbsp;одни и&nbsp;те&nbsp;же грабли в&nbsp;дальнейшем. Самый эффективный способ показать сообществу, что вы&nbsp;встали на&nbsp;путь исправления&nbsp;— опубликовать интересный материал, не&nbsp;содержащий орфографических и&nbsp;пунктуационных ошибок. Для этого предназначен режим «Recovery Mode», дающий возможность пользователям с&nbsp;отрицательной кармой (до&nbsp;−30&nbsp;включительно) раз в&nbsp;неделю опубликовать статью в&nbsp;любой <a title="Хабы" href="/info/help/hubs/">профильный хаб</a>. У&nbsp;такой публикации будет пометка «Recovery Mode» и, если материал окажется по-настоящему интересным, то&nbsp;сообщество может оценить старания автора и&nbsp;вытащит его из&nbsp;кармаямы.</p>

    <p>Разумеется, можно еще попытаться писать восхитительные комментарии, но&nbsp;это вряд&nbsp;ли поможет оперативно выйти из&nbsp;большого минуса.</p>

    <h2>Какие ещё рейтинги существуют на&nbsp;сайте?</h2>
    <p>Раз уж&nbsp;мы&nbsp;заговорили о&nbsp;рейтингах и&nbsp;показателях, то&nbsp;нельзя не&nbsp;упомянуть и&nbsp;такие как:</p>

    <ul>
      <li><a title="Рейтинг публикаций" href="/top/">Рейтинг публикаций</a></li>
      <li><a title="Рейтинг компаний" href="/companies/">Рейтинг компаний</a></li>
      <li><a title="Рейтинг хабов" href="/hubs/">Рейтинг хабов</a></li>
      <li><a title="Рейтинг пользователей" href="/users/">Рейтинг пользователей</a></li>
    </ul>
    <p>В&nbsp;общем и&nbsp;целом принцип везде один: чем выше активность, тем выше рейтинг.</p>
  </div>