<div class="info_page h-info h-info_other">
    <h2 id="hotkeys">Горячие клавиши</h2>
    <p>Для тех, кто привык осуществлять навигацию по&nbsp;сайтам с&nbsp;помощью клавиатуры, мы&nbsp;прописали ряд сочетаний. Если они вам мешают, вы&nbsp;можете отключить их&nbsp;в настройках профиля.</p>

    <p>Страницы со&nbsp;списком публикаций поиска и&nbsp;так далее</p>

    <ul>
      <li><code>j</code>&nbsp;— переход к&nbsp;следующему элементу списка</li>
      <li><code>k</code>&nbsp;— переход к&nbsp;предыдущему элементу списка</li>
      <li><code>h</code>&nbsp;— прокрутка в&nbsp;самый верх страницы</li>
      <li><code>l</code>&nbsp;— прокрутка в&nbsp;самый низ страницы</li>
      <li><code>o</code>&nbsp;— открыть выбранную публикацию</li>
    </ul>

    <p>Страница публикации:</p>

    <ul>
      <li><code>c</code>&nbsp;— написание нового комментария: прокрутка к&nbsp;форме написания комментария с&nbsp;установкой фокуса в&nbsp;неё</li>
      <li><code>r</code>&nbsp;— обновление/подгрузка комментариев</li>
      <li><code>t</code>&nbsp;— отслеживать новые комментарии в&nbsp;трекере</li>
      <li><code>m</code>&nbsp;— присылать уведомления о&nbsp;новых комментариях на&nbsp;почту</li>
      <li><code>f</code>&nbsp;— переход к&nbsp;следующему непрочитанному комментарию (с пометкой комментария как прочитанный)</li>
      <li><code>k</code>&nbsp;— переход к предыдущему непрочитанному комментарию</li>
      <li><code>j</code>&nbsp;— переход к следующему непрочитанному комментарию</li>
    </ul>

    <p>Вообще все страницы</p>

    <ul>
      <li><code>CTRL/ALT</code> + <code>Enter</code>&nbsp;— отправка данных из&nbsp;формы, в&nbsp;которой находится курсор (поле комментариев, поиск и&nbsp;так далее)</li>
      <li><code>/</code> — прокрутка к&nbsp;полю поиска с&nbsp;установкой фокуса на&nbsp;него</li>
      <li><code>ESC</code> — закрытие левой навигационной панели</li>
    </ul>

    <p>А&nbsp;ниже просто идёт всякая всячина, которую кто-то когда-то придумал.</p>

    <h2 id="lawbook">Кодекс авторов «Хабра»</h2>
    <p>Это не&nbsp;документ, которого нужно строго придерживаться. Это вообще не&nbsp;документ. Это правила, которые соблюдают некоторые авторы на&nbsp;ресурсе.</p>

    <ul>
      <li>Я&nbsp;стремлюсь создавать авторские материалы и&nbsp;уходить от&nbsp;перепечатки с&nbsp;других сайтов.</li>
      <li>Публикуя материалы других авторов (графику, текст), я&nbsp;всегда привожу ссылки на&nbsp;источники.</li>
      <li>Я&nbsp;не&nbsp;создаю глупых комментариев с&nbsp;содержанием «+1», «ф&nbsp;топку», «афтар жжот».</li>
      <li>Я&nbsp;отказываюсь от&nbsp;употребления матерных слов и&nbsp;оскорблений на&nbsp;страницах ресурса.</li>
      <li>Я&nbsp;прикладываю максимум усилий для того, чтобы мои тексты были написаны без ошибок.</li>
      <li>Я&nbsp;уважаю администрацию и&nbsp;пользователей ресурса, не&nbsp;унижаю и&nbsp;не&nbsp;оскорбляю их&nbsp;— я&nbsp;здесь не&nbsp;для этого.</li>
      <li>При споре с&nbsp;кем-либо на&nbsp;страницах ресурса я&nbsp;стараюсь не&nbsp;раздувать конфликт, а&nbsp;самостоятельно по&nbsp;внутренней переписке решить проблему.</li>
      <li>Если мне не&nbsp;удалось разрешить какой-либо конфликт, я&nbsp;не&nbsp;призываю пользователей к&nbsp;активному противодействию и&nbsp;не&nbsp;произвожу его самостоятельно.</li>
      <li>Я&nbsp;сам решаю, публиковать или не&nbsp;публиковать материалы на&nbsp;ресурсе, и&nbsp;не&nbsp;требую за&nbsp;это денег.</li>
      <li>В&nbsp;случае необходимости я&nbsp;помогаю новичкам на&nbsp;ресурсе.</li>
      <li>Я&nbsp;пользуюсь поиском для уточнения, был&nbsp;ли подготовленный мной материал опубликован на&nbsp;ресурсе ранее. Если это произошло, я&nbsp;дополняю его в&nbsp;комментариях.</li>
      <li>Каждым своим действием на&nbsp;ресурсе я&nbsp;стремлюсь добавить порядка, а&nbsp;не&nbsp;внести хаоса.</li>
      <li>Своими действиями я&nbsp;не&nbsp;собираюсь способствовать разрушению сообщества или его дискредитации.</li>
      <li>Я&nbsp;не&nbsp;клянчу карму, я&nbsp;отношусь к&nbsp;изменениям рейтинга спокойно, но&nbsp;вместе с&nbsp;тем стараюсь учесть конструктивную критику и&nbsp;пожелания.</li>
      <li>Я&nbsp;— позитивен. Даже когда вокруг всё плохо, я&nbsp;найду выход из&nbsp;сложившейся ситуации и&nbsp;сделаю лучше.</li>
      <li>Я&nbsp;понимаю, что Хабр является сообществом людей с&nbsp;различными интересами, и&nbsp;если какая-то тема мне не&nbsp;интересна, я&nbsp;не&nbsp;мешаю другим ее&nbsp;обсуждать.</li>
      <li>Я&nbsp;действую в&nbsp;согласии с&nbsp;настоящим кодексом и&nbsp;считаю, что только при соответствии настоящему кодексу ресурс будет настоящим социальным новостным сайтом, растущим и&nbsp;развивающимся.</li>
    </ul>

    <h2 id="culture">Хабраэтикет</h2>
    <p>Это не&nbsp;рекомендации для обязательного выполнения, это&nbsp;— <a href="https://ru.wikipedia.org/wiki/%D0%A1%D0%B5%D1%82%D0%B5%D0%B2%D0%BE%D0%B9_%D1%8D%D1%82%D0%B8%D0%BA%D0%B5%D1%82">правила этикета</a>, придерживаться которых совсем несложно.</p>

    <ul>
      <li>Сетевой этикет&nbsp;— он&nbsp;и&nbsp;на&nbsp;Хабре сетевой этикет.</li>
      <li>Уважайте мнение других. Оно не&nbsp;обязано совпадать с&nbsp;вашим.</li>
      <li>Откажитесь от&nbsp;постинга сообщений, направленных лишь на&nbsp;увеличение Хабрасилы. Стремитесь просто писать интереснее и&nbsp;лучше.</li>
      <li>Аргументированная публикация, даже если она&nbsp;противоположна вашему мнению, не&nbsp;должна получать минус. Человек не&nbsp;обязан подстраиваться под ваши вкусы.</li>
      <li>Если схожие темы неоднократно поднимаются под разными предлогами, это не&nbsp;значит, что надо ставить минус. Это лишь значит, что проблема до&nbsp;сих пор не&nbsp;решена.</li>
      <li>Каждый автор имеет свою индивидуальность, потому если вы&nbsp;уже где-то видели подобную статью, это не&nbsp;значит, что в&nbsp;сообщении нет ничего нового и&nbsp;интересного. Вчитайтесь и&nbsp;вдумайтесь&nbsp;— поймите авторское мнение.</li>
      <li>Изменения кармы несёт гораздо большую ответственность, чем выставление оценки комментарию. <nobr>1-2</nobr> комментария не&nbsp;должны становиться причиной для занижения кармы.</li>
      <li>Не&nbsp;злоупотребляйте своей возможностью голосования. Необходимо понимать, что минус сильно отличается от&nbsp;плюса&nbsp;— минус угнетает человека, а&nbsp;не&nbsp;развивает его. Ставьте плюсы, когда вам что-то нравится, но&nbsp;подумайте, прежде чем ставить минус, если что-то не&nbsp;понравилось.</li>
      <li>Первый комментарий&nbsp;— это не&nbsp;единственный комментарий в&nbsp;теме. Прежде чем ставить ему оценку, прочитайте ещё парочку.</li>
      <li>Минус&nbsp;— это не&nbsp;аргумент, и, тем более, не&nbsp;контраргумент.</li>
      <li>Не&nbsp;стоит делать того, что не&nbsp;принято в&nbsp;цивилизованном обществе, противоречит законам, морали и&nbsp;этике.</li>
      <li>Не&nbsp;делай другим&nbsp;то, что не&nbsp;хочешь получить от&nbsp;них сам. Поставьте себя на&nbsp;место человека, с&nbsp;которым общаетесь. Отстаивайте свою точку зрения, но&nbsp;не&nbsp;оскорбляйте окружающих.</li>
      <li>Помогайте другим там, где вы&nbsp;это можете делать.</li>
    </ul>

    <h2 id="habra_addiction">Хабразависимость</h2>
    <p><b>Хабразависимость</b>&nbsp;— тяжёлая форма психического расстройства, начинающаяся с&nbsp;<a title="Регистрация" href="/info/help/registration/#registration">регистрации</a> на&nbsp;Хабре.</p>

    <h3>Симптомы:</h3>
    <ul>
      <li>Неудержимое желание посещать Хабр;</li>
      <li>Перепады настроения прямо пропорциональны изменению <a title="Карма" href="/info/help/karma/#karma">кармы</a>;</li>
      <li>Ежедневное посещение страницы <a title="Рейтинг" href="/info/help/karma/#rating">рейтинга</a>;</li>
      <li>Появление эйфории при попадании <a title="Публикация" href="/info/help/posts/#habratopics">публикации</a> на&nbsp;главную;</li>
      <li>Поиск стрелочек вверх и&nbsp;вниз на&nbsp;комментариях в&nbsp;ЖЖ;</li>
      <li>Стойкое ощущение, что за&nbsp;тобой следит НЛО.</li>
    </ul>

    <p>(Список не&nbsp;полон и&nbsp;может расширяться)</p>

    <p><b>Лечение:</b> на&nbsp;данный момент эффективные методы лечения науке неизвестны.</p>

    <h2 id="habraeffect">Хабраэффект</h2>
    <p><b>Хабраэффект</b>&nbsp;— резкое увеличение посещаемости сайта после того, как ссылка на&nbsp;данный ресурс появилась на&nbsp;Хабре.</p>

    <p>Бяка данного эффекта заключается в&nbsp;том, что из-за резкого повышения посещаемости сайта генерируется огромный трафик, превращаясь в&nbsp;неумышленную, но&nbsp;тем не&nbsp;менее небезобидную DoS-атаку.</p>

    <p>Хабраэффект чаще всего наблюдается в&nbsp;течение нескольких десятков минут, но&nbsp;может затянуться и&nbsp;до&nbsp;нескольких часов. Наплыв пользователей может не&nbsp;проходить и&nbsp;в&nbsp;течение дня&nbsp;— двух, пока новость с&nbsp;адресом ресурса не&nbsp;пропадёт с&nbsp;главной страницы Хабра.</p>

    <p>Бытует мнение, что хабраэффекту подвержены только новые и&nbsp;не&nbsp;раскрученные сайты с&nbsp;малыми мощностями, но&nbsp;это не&nbsp;так. В&nbsp;своё время хабраэффект смог «положить на&nbsp;лопатки» немало крупных проектов&nbsp;— обо всех случаях можно узнать из&nbsp;<a title="Великий и ужасный Хабраэффект )" href="/search/?q=хабраэффект">несложного поискового запроса</a> на&nbsp;Хабре.</p>

    <h2 id="api">API</h2>
    <p>У «Хабра» есть непубличный API, доступ к которому предоставляется только по запросу через <a href="https://habrahabr.ru/feedback/?type=9">форму обратной связи</a>.</p><p>
  </p></div>