<div class="info_page h-info h-info_registration">
    <h2>Регистрация учётной записи</h2>
    <p>Вы&nbsp;всегда можете пользоваться сайтом в&nbsp;режиме чтения, но&nbsp;регистрация учётной записи откроет перед вами дополнительные возможности, в&nbsp;числе которых возможность отправлять <a title="Диалоги" href="/info/help/habramail/">личные сообщения</a> другим зарегистрированным пользователям, а&nbsp;также настройка <a title="Лента" href="/info/help/lenta/">персональной ленты</a> обновлений по&nbsp;вашим интересам.</p>

    <p>В&nbsp;процессе регистрации каждому пользователю необходимо придумать уникальное имя (username), не&nbsp;занятое другими пользователями. Username должен содержать не&nbsp;менее 3&nbsp;символов (буквы латинского алфавита). Помимо букв латинского алфавита username может содержать символ подчеркивания или дефис, но&nbsp;не&nbsp;может начинаться или заканчиваться такими символами и&nbsp;не&nbsp;может содержать символ «.» (точка).</p>

    <p>Выбранный пользователем username закрепляется за&nbsp;учётной записью <a title="Habr Account" href="https://account.habr.com/?hl=ru_RU">Habr&nbsp;Account</a>, которая позволяет пользователю авторизоваться сразу на&nbsp;нескольких ресурсах: «<a title="Хабр" href="https://habr.com/">Хабр</a>» и&nbsp;«<a title="Тостер" href="https://toster.ru/">Тостер</a>». На&nbsp;каждом из&nbsp;перечисленных ресурсов при первой авторизации будет создан отдельный профиль с&nbsp;той информацией о&nbsp;пользователе, которую он&nbsp;посчитает необходимым указать, а&nbsp;также со&nbsp;статистикой его пребывания на&nbsp;сайте. Например, если пользователь выбрал для своей учётной записи Habr&nbsp;Account&nbsp;имя «username», то:</p>

    <ul>
        <li>На&nbsp;«Хабре» его профиль будет представлен по&nbsp;адресу https://habr.com/users/<b>username</b>/</li>
        <li>На&nbsp;«Тостере»&nbsp;— по&nbsp;адресу https://toster.ru/user/<b>username</b>/
        </li>
    </ul>

    <p>Следует учитывать, что обращение в&nbsp;службу поддержки с&nbsp;просьбой изменить имя пользователя на&nbsp;любом из&nbsp;перечисленных ресурсов неизбежно повлечёт за&nbsp;собой смену имени пользователя и&nbsp;на&nbsp;всех остальных ресурсах. Запрос на&nbsp;удаление аккаунта, в&nbsp;свою очередь, повлечёт удаление учётной записи Habr&nbsp;Account&nbsp;и, соответственно, утрату возможности авторизованного доступа ко&nbsp;всем перечисленным ресурсам.</p>

    <p>Подобно аккаунтам «Фейсбук» и&nbsp;«Вконтакте», учётная запись Habr&nbsp;Account&nbsp;может использоваться в&nbsp;качестве токена авторизации для получения доступа к&nbsp;учётным записям на&nbsp;наших проектах&nbsp;— «<a title="Мой круг" href="https://moikrug.ru/">Мой круг</a>» и&nbsp;«<a title="Фрилансим" href="https://freelansim.ru/">Фрилансим</a>». Для авторизации в&nbsp;1&nbsp;клик по&nbsp;кнопке «Войти с&nbsp;Habr&nbsp;Account» необходимо предварительно добавить Habr&nbsp;Account&nbsp;в ключницу на&nbsp;этих сервисах.</p>

    <h2 id="roles">Полномочия учётной записи</h2>
    <p>Полномочия вашей учётной записи (аккаунта) могут варьироваться в&nbsp;зависимости от&nbsp;способа регистрации. Если у&nbsp;вас нет специального приглашения от&nbsp;кого-то из&nbsp;пользователей, то&nbsp;после регистрации ваш аккаунт будет обладать лишь читательскими правами. Но&nbsp;в&nbsp;любой момент права можно расширить.</p>

    <h3 id="readonly">ReadOnly</h3>
    <p>Это базовый тип учётной записи, доступный всем пользователям сразу после регистрации, который позволяет:</p>

    <ul>
        <li>Читать <a title="Публикации" href="/info/help/posts/">материалы</a>, опубликованные на&nbsp;сайте, добавлять их&nbsp;в&nbsp;закладки и&nbsp;формировать собственную <a title="Лента" href="/info/help/lenta/">ленту</a> по&nbsp;интересам;</li>
        <li>Отправлять <a title="Диалоги" href="/info/help/habramail/">личные сообщения</a> другим пользователям сайта; </li>
        <li>Участвовать в&nbsp;опросах пользователей;</li>
        <li>Отправлять материалы в&nbsp;<a title="Песочница" href="/sandbox/">Песочницу</a> для получения полноправного аккаунта;</li>
        <li>Предлагать комментарии к&nbsp;публикациям в&nbsp;течение 30&nbsp;дней с&nbsp;момента их&nbsp;размещения. Комментарии попадают на&nbsp;модерацию к&nbsp;авторам публикаций и&nbsp;модераторам сайта. Как только хотя&nbsp;бы один из&nbsp;таких комментариев будет одобрен, аккаунту будет автоматически присвоен тип Read&amp;Comment.</li>
    </ul>

    <p>Не&nbsp;позволяет:</p>
    <ul>
        <li>Голосовать за&nbsp;<a title="Карма" href="/info/help/karma/">карму</a> пользователей, оценивать публикации или комментарии;</li>
        <li>Участвовать в&nbsp;<a title="Рейтинг пользователей" href="/users/">рейтинге пользователей</a>, поскольку у&nbsp;пользователей с&nbsp;полномочиями уровня ReadOnly нет <a title="Карма" href="/info/help/karma/">кармы и&nbsp;рейтинга</a>.</li>
    </ul>

    <p>В&nbsp;профиле с&nbsp;полномочиями ReadOnly отображается кнопка «Подарить приглашение», которой может воспользоваться любой пользователь, у&nbsp;которого это приглашение есть, чтобы подарить ReadOnly-пользователю полноправный аккаунт. Но&nbsp;если у&nbsp;пользователя уже был полноправный аккаунт и&nbsp;в&nbsp;режим ReadOnly его перевели в&nbsp;рамках штрафной санкции за&nbsp;нарушение <a title="Правила сайта" href="/info/help/rules/">правил сообщества</a>, то&nbsp;такой кнопки не&nbsp;будет&nbsp;— реабилитироваться можно только через <a title="Песочница" href="/sandbox/">Песочницу</a>.</p>

    <h3 id="read-and-comment">Read&amp;Comment</h3>
    <p>Расширенная версия аккаунта ReadOnly, подразумевающая, что у&nbsp;пользователя уже есть как минимум один опубликованный комментарий. Если автор публикации одобрил комментарий от&nbsp;пользователя с&nbsp;полномочиями Read&amp;Comment, то&nbsp;этот пользователь сможет размещать все последующие комментарии к&nbsp;его публикации без предварительной модерации. Если пользователю удастся собрать 10&nbsp;одобренных комментариев в&nbsp;публикациях 10&nbsp;разных авторов, то&nbsp;его последующие комментарии будут появляться на&nbsp;сайте без премодерации. <a title="Профиль" href="/info/help/habracentre/">Профиль</a> пользователя с&nbsp;полномочиями Read&amp;Comment уже во&nbsp;многом похож на&nbsp;профиль владельца полноправного аккаунта&nbsp;— в&nbsp;нём есть <a title="Карма" href="/info/help/karma/">рейтинг и&nbsp;карма</a>, за&nbsp;которую другие пользователи могут голосовать, но&nbsp;с&nbsp;одним ограничением: карма пользователя, не&nbsp;имеющего публикации на&nbsp;сайте, не&nbsp;может быть выше +4. Кнопка «Подарить приглашение» в&nbsp;профиле Read&amp;Comment доступна и&nbsp;ею&nbsp;может воспользоваться любой пользователь, имеющий желание и&nbsp;возможность выдать полноправный аккаунт.</p>

    <h3 id="standard">Полноправный аккаунт</h3>
    <p>Полноправный тип учётной записи, который, в&nbsp;отличие от&nbsp;аккаунтов типа ReadOnly и&nbsp;Read&amp;Comment также позволяет:</p>

    <ul>
        <li>Размещать материалы сразу на&nbsp;сайте, без предварительной проверки модераторами;</li>
        <li>Комментировать публикации старше 30&nbsp;дней.</li>
    </ul>

    <p>До&nbsp;тех пор, пока у&nbsp;пользователя нет ни&nbsp;одной публикации на&nbsp;сайте, его карма не&nbsp;может подняться выше +4&nbsp;— данное ограничение снимается сразу после написания первой публикации. Дальнейший рост кармы даст пользователю новые <a title="Положительная карма" href="/info/help/karma/#positive">возможности</a> и&nbsp;права на&nbsp;сайте, а&nbsp;снижение кармы <a title="Отрицательная карма" href="/info/help/karma/#negative">ограничит</a>&nbsp;их.</p>

    <h2 id="invite">Приглашение</h2>
    <p>Даёт возможность сразу зарегистрировать полноправный аккаунт. Получить приглашение не&nbsp;так сложно, как кажется&nbsp;— достаточно сделать что-то из&nbsp;следующего:</p>

    <ul>
        <li>Написать публикацию в&nbsp;<a title="Песочница" href="/sandbox/">Песочницу</a>. Если она пройдёт <a title="Песочница" href="/info/help/sandbox/">проверку модератором</a>, то&nbsp;он&nbsp;сразу сделает ваш аккаунт полноправным. Либо отправит её&nbsp;в&nbsp;публичную часть песочницы, которую могут читать пользователи. Любой полноправный пользователь, у&nbsp;которого есть приглашение, может пригласить автора понравившейся ему публикации после чего аккаунт автора станет полноправным. Это самый добросовестный, эффектный и&nbsp;эффективный способ заявить о&nbsp;своём присоединении к&nbsp;сообществу, который, к&nbsp;тому&nbsp;же, может сразу прокачать ваши карму и&nbsp;рейтинг.</li>
        <li>Быть сотрудником <a title="Корпоративные блоги" href="/info/help/companies/">компании</a>, которая ведёт на&nbsp;«Хабре» корпоративный блог. В&nbsp;таких случаях администратор блога может использовать приглашения компании для перевода вашего аккаунта в&nbsp;полноправный&nbsp;— подробная инструкция написана в&nbsp;панели администрирования корпоративного блога. Если компания прекратит вести свой блог, то&nbsp;ничего страшного с&nbsp;аккаунтами приглашённых пользователей не&nbsp;случается&nbsp;— они не&nbsp;утратят свои полномочия.</li>
        <li>Быть другом пользователя, у&nbsp;которого есть приглашение. Такой пользователь может самостоятельно использовать своё приглашение для вашего аккаунта, будь&nbsp;то ReadOnly или Read&amp;Comment (только если у&nbsp;вашего аккаунта права ReadOnly не&nbsp;из-за нарушения <a title="Правила сайта" href="/info/help/rules/">правил</a>).</li>
        <li>Выиграть приглашение в&nbsp;конкурсах, которые раз в&nbsp;сто лет проводятся в&nbsp;официальных аккаунтах <a href="https://vk.com/habr">ВКонтакте</a>, <a href="https://twitter.com/habrahabr">Twitter</a> или <a href="https://www.facebook.com/habrahabr.ru">Facebook</a>.</li>
    </ul>

    <p>А&nbsp;вот способы заработать приглашение для друга (или просто про запас), если у&nbsp;вас уже есть полноправный аккаунт:</p>

    <ul>
        <li>Набрать 51&nbsp;единицу кармы (даётся 1&nbsp;приглашение единовременно, даже если карму после этого понизят&nbsp;— приглашение остаётся на&nbsp;балансе аккаунта);</li>
        <li>Написать публикацию, которая получит рейтинг выше +50. За&nbsp;каждую такую публикацию, если она написана не&nbsp;в&nbsp;<a title="Хабы" href="/info/help/hubs/#offtopic">хаб-оффтопик</a>, выдаётся 1&nbsp;приглашение.</li>
    </ul>

    <p>Некоторые сомнительные ресурсы могут предлагать приобрести приглашение на&nbsp;«Хабр» за&nbsp;кругленькую сумму, но&nbsp;этим способом стоит пользоваться только в&nbsp;том случае, если хочется заплатить кому-то и&nbsp;остаться без аккаунта. Будьте бдительны&nbsp;— пощады к&nbsp;продавцам и&nbsp;покупателям приглашений нет.</p>
</div>