<div class="info_page h-info h-info_registration">
    <h2>Песочница</h2>
    <p>Песочницей называется <a title="Песочница" href="/sandbox/">раздел</a> Хабра, в&nbsp;который присылают <a title="Публикации" href="/info/help/posts/">публикации</a> все желающие получить <a href="/info/help/registration/#standard">полноправный аккаунт</a>. Каждая публикация проходит проверку модераторами сайта или пользователями.</p>

    <p>Обычным пользователям видна только публичная часть песочницы, куда попадают все публикации, за&nbsp;которые модераторы не&nbsp;выдали <a title="Приглашение" href="/info/help/registration/#invite">приглашение</a>. Однако пользователь, у&nbsp;которого есть свободное приглашение, может пригласить автора любой из&nbsp;размещённых в&nbsp;Песочнице публикаций и&nbsp;тогда она окажется на&nbsp;главной странице.</p>

    <p>Основной поток публикаций, претендующих на&nbsp;приглашение, попадает в&nbsp;модераторскую песочницу, недоступную обычным пользователям. Там каждый материал проверяется на&nbsp;соответствие <a title="Правила" href="/info/help/rules/">правилам</a> сайта, тематике ресурса и&nbsp;адекватность. Чтобы сократить количество лишней работы, мы придумали ряд требований к&nbsp;присылаемым материалам.</p>

    <p>Точно не&nbsp;пройдут модерацию:</p>

    <ul>
      <li>Новости, анонсы и&nbsp;пресс-релизы;</li>
      <li>Материалы рекламного характера;</li>
      <li>Вакансии (для этого предназначен «<a title="Мой круг" href="https://moikrug.ru/">Мой круг</a>»); </li>
      <li>Вопросы (используйте «<a title="Тостер" href="https://toster.ru/">Тостер</a>»);</li>
      <li>Просьбы о&nbsp;помощи в&nbsp;решении задач (используйте «<a title="Фрилансим" href="https://freelansim.ru/">Фрилансим</a>»);</li>
      <li>Жалобы на&nbsp;компании и&nbsp;предоставляемые услуги;</li>
      <li>Куски программного кода без подробных пояснений;</li>
      <li>Односложные материалы (пара абзацев или видеоролик);</li>
      <li>Статьи, слабо относящиеся к&nbsp;IT-тематике или не&nbsp;относящиеся к&nbsp;ней вовсе;</li>
      <li>Публикации, нарушающие <a title="Правила" href="/info/help/rules/">правила</a> сайта.</li>
    </ul>

    <p>С&nbsp;большой вероятностью не&nbsp;пройдут модерацию (или будут отправлены на&nbsp;доработку):</p>
    <ul>
      <li>Материалы с&nbsp;низким (менее&nbsp;75%) показателем уникального текста;</li>
      <li>Публикации без правильно расставленных знаков препинания, со&nbsp;смайликами, с&nbsp;обилием восклицательных знаков, неоправданным выделением слов и&nbsp;предложений;
      </li>
      <li>Плохо оформленные публикации (<a title="Правила оформления публикаций" href="/info/topics/madskillz/">подробнее</a>);</li>
      <li>Низкокачественные переводы.</li>
    </ul>

    <p>Как правило, небольшие публикации обрабатываются в&nbsp;течение пары дней, большие статьи могут проверяться неделю или даже дольше&nbsp;— наберитесь терпения и&nbsp;не&nbsp;терроризируйте службу поддержки. Вне зависимости от&nbsp;результата проверки, на&nbsp;почту придёт письмо о&nbsp;вердикте (если его нет более полутора недель, то&nbsp;имеет смысл проверить папку «Спам» в&nbsp;почтовом ящике, указанном при регистрации аккаунта).</p>

    <p>Вердиктов проверки материала в&nbsp;Песочнице может быть три:</p>

    <ul>
      <li>Модератору понравилась публикация и&nbsp;после внесения правок в&nbsp;<a title="Правила оформления публикаций" href="/info/topics/madskillz/">оформление</a> (если понадобится) он&nbsp;выдал за&nbsp;неё приглашение&nbsp;— в&nbsp;этом случае аккаунт автора становится полноправным, а&nbsp;публикация сразу оказывается на&nbsp;главной странице сайта. Иногда перед отправкой приглашения статья отправляется обратно автору на&nbsp;доработку&nbsp;— например, если в&nbsp;ней не&nbsp;отображаются картинки или по&nbsp;смыслу отсутствует кусок текста.</li>
      <li>Модератор счёл публикацию потенциально интересной и&nbsp;пропустил в&nbsp;общедоступную часть Песочницы, оставив решение о&nbsp;выдаче приглашения за&nbsp;пользователями сайта. Не&nbsp;факт, что кто-то из&nbsp;пользователей надумает пригласить вас, поэтому, как вариант, можно попробовать отправить в&nbsp;Песочницу ещё одну публикацию.</li>
      <li>Модератор отклонил публикацию. В&nbsp;таком случае на&nbsp;почту придёт письмо-уведомление с&nbsp;причиной отказа, а&nbsp;у&nbsp;вас снова появится возможность отправить новую или тщательно отредактированную статью на&nbsp;модерацию. Повторно отправлять отклонённую статью не&nbsp;нужно, равно как и&nbsp;жаловаться в&nbsp;службу поддержки о&nbsp;несправедливости вынесенного решения.</li>
    </ul>

    <p>Вот как работает модерация песочницы:</p>

    <img src="https://hsto.org/webt/dh/pf/oi/dhpfoieey9mmaftabtohmwynyt8.png">

    <p>Обратите внимание&nbsp;— если предложенный в&nbsp;Песочницу материал отклоняется, мы&nbsp;более не&nbsp;храним у&nbsp;себя его текст, поэтому заранее дублируйте важные сведения на&nbsp;своих носителях.</p>

    <p>Как видите, Песочница не&nbsp;так страшна, как вам могли рассказывать.</p>
  </div>