<div class="info_page h-info h-info_settings">
    <h2>Настройки</h2>
    <p>Настроить у&nbsp;нас можно вот что:</p>

    <h2 id="profile">Профиль</h2>
    <p>Именно эта страница поможет установить аватар, задать отображаемое имя, написать «О&nbsp;себе» и&nbsp;указать контакты в&nbsp;социальных сетях. Тут&nbsp;же настраиваются ссылки, которые будут отображаться в&nbsp;вашей панели автора публикаций.</p>
    <p>Никнейм самостоятельно не&nbsp;меняется, для этого нужно обратиться в&nbsp;<a href="/feedback/">службу поддержки</a> с&nbsp;темой «Смена данных»</p>
    
    <h2 id="donate">Платежные реквизиты</h2>
    <p>Если вам понравился чей-то пост, автора можно поблагодарить за него, отправив деньги напрямую через Яндекс.Деньги, WebMoney или PayPal.</p>
    <p>Если вы хотите получать от других вознаграждение за свои публикации, укажите номера ваших кошельков в настройках профиля. После этого под вашими постами появится кнопка «Отправить деньги».</p>
    <p>Хабр выступает только связующим звеном между получателем и отправителем и не участвует в переводах — кнопка «Отправить деньги» лишь перенаправляет вас на страницу платежной системы.</p>
    <p><strong>Важно:</strong></p>
    <ul>
      <li>платежные системы могут брать за свои услуги комиссию;</li>
      <li>платежные системы работают не во всех странах и не со всеми валютами;</li>
      <li>получатель денег сам оформляет декларацию и платит налоги.</li>
    </ul>

    <h2 id="account">Аккаунт</h2>
    <p>По&nbsp;клику на&nbsp;эту вкладку произойдет редирект на&nbsp;<a href="https://account.habr.com/settings/?hl=ru_RU">https://account.habr.com/settings/</a>&nbsp;— так и&nbsp;задумано. Здесь можно сменить свой пароль для Habr&nbsp;Account, указать новую почту или привязать к&nbsp;аккаунту профили социальных сетей для авторизации в&nbsp;1&nbsp;клик.</p>

    <h2 id="privacy">Приватность</h2>
    <p>Если вы&nbsp;хотите, чтобы вам в&nbsp;личные сообщения могли писать только&nbsp;те, на&nbsp;кого вы&nbsp;подписаны, а&nbsp;не&nbsp;все подряд&nbsp;— вам помогут настройки с&nbsp;этой вкладки. Также здесь можно настроить, кому именно показывать вашу активность на&nbsp;ресурсе в&nbsp;трекере и&nbsp;указанные в&nbsp;профиле контакты.</p>

    <h2 id="notifications">Уведомления</h2>
    <p>Всё, что связано с&nbsp;уведомлениями, которые сайт посылает вам на&nbsp;почту или в&nbsp;трекер.<br> Обратите внимание, настройка дайджеста интересных публикаций по&nbsp;вашим тегам находится на&nbsp;этой&nbsp;же странице.</p>

    <h2 id="apps"><a href="/auth/apps/">Приложения</a></h2>
    <p>Отображает список приложений, в&nbsp;которых выполнен вход, используя логин на&nbsp;сайте Habr&nbsp;Account.<br>Также выводит список ваших приложений, имеющих доступ к HABR API, и их ключей.</p>

    <h2 id="others">Разные</h2>
    <p>У&nbsp;нас есть горячие клавиши и&nbsp;панель обновления комментариев, пользоваться ими или нет&nbsp;— можно решить на&nbsp;этой вкладке. Здесь&nbsp;же пользователи со&nbsp;значками «Легенда» могут отключить отображение рекламы на&nbsp;ресурсе.</p>

    <h2 id="language">Настройки языка</h2>

    <p>Для тех, кто попадает на&nbsp;«Хабр» впервые, мы&nbsp;сделали автоопределение языка на&nbsp;основе языка системы и&nbsp;браузера. Тем не&nbsp;менее зарегистрированный пользователь в&nbsp;своем профиле может настроить язык интерфейса и&nbsp;язык ленты публикаций самостоятельно.</p>
    <p>Язык интерфейса&nbsp;— язык всех элементов сайта: справочников, названий хабов, потоков и&nbsp;т.&nbsp;д. Выбрать можно только один язык: или русский, или английский.</p>
    <p>Язык публикаций определяет, на&nbsp;каких языках пользователь видит посты в&nbsp;ленте. По-умолчанию он&nbsp;наследуется от&nbsp;языка интерфейса, но&nbsp;это тоже в&nbsp;любой момент можно поменять. Для ленты можно выбрать как один язык, так и&nbsp;сразу несколько: и&nbsp;русский, и&nbsp;английский.</p>
    <p>До&nbsp;авторизации выбор языков находится в&nbsp;правом верхнем углу (иконка планеты), после авторизации&nbsp;— переезжает в&nbsp;пользовательское меню. В&nbsp;мобильной версии поведение похожее&nbsp;— настройки находятся в&nbsp;футере и&nbsp;в&nbsp;меню пользователя.</p>
    <p><strong>Важно: при создании публикации можно выбрать только один язык.</strong></p>
  </div>