<div class="info_page h-info">
    <h2>В&nbsp;чём вообще смысл сообществ на&nbsp;Хабре?</h2>
    <p>Хабр&nbsp;— это огромное живое сообщество айтишников: сейчас у&nbsp;нас около 7&nbsp;млн уникальных посетителей в&nbsp;месяц. Внутри&nbsp;— архипелаг сообществ поменьше, тематических. Наши пользователи чрезвычайно активны, особенно в&nbsp;родных им&nbsp;профильных комьюнити. Писать и&nbsp;общаться здесь с&nbsp;коллегами и&nbsp;единомышленниками&nbsp;— устойчивая форма самоидентификации IT-специалиста, способ профессионального развития да&nbsp;и, наконец, вид досуга.</p>

    <h2>А&nbsp;смысл эти сообщества спонсировать?</h2>
    <p>Сообщество&nbsp;— то&nbsp;место, где дистанция между жителями Хабра и&nbsp;бизнесом короче, чем где&nbsp;бы то&nbsp;ни&nbsp;было. Спонсорство&nbsp;— самый убедительный способ доказать делом, что компания радеет за&nbsp;развитие площадки, в&nbsp;частности вполне конкретного её&nbsp;уголка. Убедительный&nbsp;— и&nbsp;деликатный: вы&nbsp;не&nbsp;навязываетесь аудитории, а&nbsp;оказываете ей&nbsp;свою поддержку. И&nbsp;при этом напрямую доносите до&nbsp;неё свои ценности, информацию о&nbsp;своих продуктах, предложения.</p>

    <h2>Но&nbsp;есть&nbsp;же блоги компаний?</h2>
    <p>Блоги и&nbsp;сообщества&nbsp;— естественные «локации» в&nbsp;пространстве Хабра, но&nbsp;разного назначения. Корпоративный блог&nbsp;— крутой и&nbsp;осязаемо полезный для бизнеса инструмент. Во&nbsp;многих случаях must have. Но&nbsp;это представительство компании на&nbsp;Хабре, а&nbsp;сообщества&nbsp;— те&nbsp;очаги жизни, что создали сами завсегдатаи площадки. В&nbsp;связке хабраблог компании и&nbsp;спонсорство могут быть суперэффективны: всё зависит от&nbsp;того, какого результата вы&nbsp;хотите достичь. Если понадобится, мы&nbsp;подскажем вам, как и&nbsp;с&nbsp;помощью какой конфигурации услуг, по&nbsp;нашему опыту, эффективнее будет построить взаимодействие с&nbsp;нашей аудиторией.</p>

    <h2>Какие возможности даёт спонсорство и&nbsp;как его «включить»?</h2>
    <p>Разные задачи&nbsp;— разные уровни спонсорства: мегаспонсор, спонсор, партнёр. Напишите нам&nbsp;на <a href="mailto:sponsor@habr.com">sponsor@habr.com</a> и&nbsp;мы:</p>

    <ul>
      <li>отправим вам подробное описание наших услуг по&nbsp;спонсорской поддержке;</li>
      <li>объясним, что входит в&nbsp;спонсорские пакеты и&nbsp;сколько стоит каждый из&nbsp;них;</li>
      <li>если нужно, расскажем о&nbsp;тонкостях работы с&nbsp;нашими пользователями, чтобы и&nbsp;вам, и&nbsp;им&nbsp;было хорошо;</li>
      <li>а&nbsp;главное: вместе определим, какой формат будет работать на&nbsp;вас оптимально.</li>
    </ul>
  </div>