<div class="info_page h-info h-info_tracker">
    <h2>Трекер</h2>
    <p>Трекер помогает оперативно отслеживать интересующую вас активность: комментарии пользователей к&nbsp;вашим публикациям (или к&nbsp;тем, в&nbsp;которых вы&nbsp;следите за&nbsp;дискуссией), действия пользователей, на&nbsp;которых вы&nbsp;подписаны. Также оповещает вас, если кто-то упомянул ваш @username. Каждое новое событие&nbsp;— «+1» на&nbsp;иконке колокольчика в шапке сайта. Самые свежие уведомления&nbsp;— всегда сверху.</p>
    <p>У&nbsp;трекера есть 4&nbsp;раздела, каждому из&nbsp;которых посвящена соответствующая вкладка:</p>

    <h2 id="publications">Публикации</h2>
    <p>Даст вам знать о&nbsp;новой активности в&nbsp;публикациях, на&nbsp;которые вы&nbsp;подписаны или авторами которых вы&nbsp;являетесь. Удобно как для автора (вы&nbsp;всегда будете в&nbsp;курсе, если кто-то откомментирует вашу публикацию), так и&nbsp;для отслеживания самой дискуссии в&nbsp;других публикациях, которые показались вам интересными.</p>

    <p>Чтобы отметить уведомления прочитанными, вы&nbsp;можете либо пройти на&nbsp;страницу каждой такой публикации, либо воспользоваться чекбоксом «Пометить как прочитанное» (этот&nbsp;же чекбокс позволит вообще удалить уведомления из&nbsp;трекера).</p>

    <h2 id="subscribers">Подписчики</h2>
    <p>Сообщения о&nbsp;действиях пользователей, на&nbsp;которых вы&nbsp;подписались, когда они публикуют что-то новое, либо добавляют в закладки другие публикации. Эти уведомления помечаются как прочитанные просто при просмотре вкладки.</p>
    <p>Кстати, можно в&nbsp;настройках приватности ограничить видимость своей активности для тех, кто на&nbsp;вас подписан. Учитывайте, что пользователи могут делать то&nbsp;же самое.</p>

    <h2 id="mentions">Упоминания</h2>
    <p>Как только кто-то из&nbsp;пользователей упомянет ваше доброе имя в&nbsp;тексте своей публикации или в&nbsp;комментарии&nbsp;— вы&nbsp;узнаете об&nbsp;этом благодаря этой вкладке.</p>

    <h2 id="apps">Приложения</h2>
    <p>Здесь будут появляться все уведомления от&nbsp;активных приложений. Скорее всего, это будет не&nbsp;самая посещаемая вами вкладка.</p>
  </div>